Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: I wouldn't have the chance to .
pt: Eu ainda acho que sim .

source: Nirmala Sitharaman, from the Bharatiya Janata Party (BJP), said all heads of government from the South Asian Association for Regional Cooperation "have been given invitations to be present at Mr Modi's swearing in."
pt: O premiê do Paquistão, Nawaz Sharif, está na lista de líderes da Associação Sul-Asiática para Cooperação Regional (Asacr) convidados para a posse de Modi na próxima segunda-feira, informou a porta-voz Nirmala Sitharaman.

source: Nigeria: Boko Haram Terrorists Ambush Army Chief's Advance Team
pt: Chefe militar nigeriano é alvo de emboscada do Boko Haram

source: You just said something nice. "
pt: Isso é só o brasileiro que tem .

source: Jan 26 (Reuters) - The car Ferrari and Sebastian Vettel hope will revive their Formula One fortunes this season will be called the SF15-T, the team said on Monday.
pt: (Reuters) - O carro da Ferrari e Sebastian Vettel esperam reviver suas glórias na Fórmula 1 nesta temporada com um carro que será chamado SF15-T, anunciou a equipe nesta segunda-feira.

source: The others are given palliative care, easing their discomfort, usually by draining bile ducts, until they die.
pt: Os outros recebem tratamentos paliativos, para diminuir a dor, geralmente com a drenagem dos canais biliares .

source: This is real life .
pt: Esse parece ser o...

source: Lippert, 42, became ambassador last year and has been mostly popular during his time in Seoul .
pt: Lippert, que tem 42 anos, é embaixador em Seul desde outubro do ano passado .

source: Pakistan cited reports of Omar's death as the reason for the delay in negotiations, amid fears they could trigger a potentially bloody succession battle and further deepen divisions within the militant movement.
pt: Na quarta-feira o Paquistão mencionou um comunicado emitido em Cabul sobre a morte de Omar como a razão para o adiamento nas negociações, devido aos temores de que o ocorrido pudesse desencadear uma luta sucessória potencialmente sangrenta.

source: The doctor, a Sierra Leone citizen who lives in the US state of Maryland, tested positive for the virus on Monday.
pt: O paciente é cidadão de Serra Leoal, mas vive em Maryland, nos Estados Unidos .

source: The vast operation is seen as a test of Baghdad's ability to instil discipline in the array of fighting forces involved in the anti-IS war and prevent some of the abuses committed in the past.
pt: A operação para recuperar Tikrit é considerada um teste da habilidade de Bagdá para impor disciplina ao conglomerado de forças envolvidas na guerra contra o EI.

source: Turkey, which recently began carrying out its own airstrikes against the IS group in Syria and Kurdish militants in northern Iraq, said it would investigate accusations by the Iraqi Kurdish regional government and activists with the Kurdistan Workers' Party, or PKK, that its airstrikes caused civilian casualties in the northern Iraqi town of Zargel.
pt: O governo regional curdo no Iraque pediu neste sábado para que o Partido dos Trabalhadores do Curdistão (PKK) se retirem do território da etnia no país para prevenir que civis morram por causa da campanha de ataques aéreos realizada pela Turquia na região.

source: "To start the de-escalation of the conflict, I have decided to order the minister of defense and armed forces commanders to stop bombing raids on FARC camps for a month," Santos said.
pt: O presidente da Colômbia, Juan Manuel Santos, ordenou a suspensão por um mês dos bombardeios em acampamentos das Forças Armadas Revolucionárias da Colômbia (Farc), na tentativa de reduzir a intensidade do conflito armado no país.

source: Having been there, I realised the project will most likely become a reality," Moshkov said.
pt: - Eles trabalham dia e noite … Depois de ter estado lá, eu percebi que o projeto provavelmente irá se tornar uma realidade – disse Moshkov.

source: A masked figure in the video seen by Reuters also issued a threat against a British hostage, a man the group named as David Haines, and warned governments to back off "this evil alliance of America against the Islamic State".
pt: O vídeo, além de mostrar o que seria a decapitação de Sotloff, de 31 anos, alerta governos para que se afastem dessa "malévola aliança com a América contra o estado Islâmico" e ameaça um refém britânico identificado como David Haines .

source: France has been on high alert since three jihadist gunmen went on a killing spree in and near Paris in January, leaving 17 people dead.
pt: Desde os sangrentos atentados jihadistas de janeiro em Paris (17 mortos), a França foi alvo de várias tentativas de ataques.

source: He was inducted into the Blues Foundation Hall of Fame in 1988, and his devotion to the music never wavered.
pt: Em 1988, ele foi incluído no Hall da Fama do Blues, criado pela Fundação Blues .

source: More than 350 firefighters battled the blazes, a quarter of the city's firefighting force, Los Angeles Fire Department public information officer David Ortiz told AFP.
pt: Os dois incêndios foram controlados, com o trabalho de mais de 350 bombeiros, disse à AFP o porta-voz do Corpo de Bombeiros de Los Angeles, David Ortiz.

source: French Prime Minister Manuel Valls is seeking to form a new government amid a row over economic policy .
pt: Presidente François Hollande deu um dia ao primeiro-ministro Manuel Valls para formar um novo governo

source: They will also stage a silent march to a church and hold a religious service.
pt: Também haverá uma passeata até uma igreja, onde será celebrada uma missa .

source: In a court filing on Tuesday, Apple asked a Massachusetts federal judge for an extension of time to respond to the A123 lawsuit because "they are exploring potential resolution."
pt: Num documento apresentado à corte na terça-feira (3), a Apple pediu a um juiz federal do estado de Massachusetts uma extensão do tempo para responder ao processo da A123, pois "estão explorando uma potencial resolução".

source: Citing former US and foreign officials, computer experts briefed on the operations and a newly disclosed NSA document, the newspaper said the US spy agency penetrated directly into the DPRK networks with the help of South Korea and other American allies after first hacking the Chinese networks that connect North Korea to the outside world.
pt: Segundo o jornal americano, "diante do temor pela crescente capacidade informática de Pyongyang, a NSA se infiltrou na rede chinesa que une a Coreia do Norte com o resto do mundo e, mediante conexões com a Malásia utilizadas por hackers norte-coreanos, conseguiu ingressar diretamente na rede, com ajuda da Coreia do Sul e de outros aliados dos EUA".

source: The talks between the U.S. and Cuba were the first high-level engagement between the two countries since President Barack Obama and Cuban President Raul Castro met during the April Summit of the Americas in Panama.
pt: Ambos os lados relataram progresso nas negociações, parte de um acordo entre o presidente dos EUA, Barack Obama, e o presidente cubano, Raúl Castro, em dezembro .

source: NEW YORK, March 23 (Reuters) - The Federal Reserve is "widely expected" to begin raising U.S. interest rates this year, with policymakers deciding on subsequent policy tightening or loosening on a meeting-to-meeting basis, the Fed's second-in-command said on Monday.
pt: É "amplamente" esperado que o Federal Reserve comece a elevar os juros norte-americanos neste ano, com autoridades do banco central dos Estados Unidos escolhendo entre afrouxar ou apertar a política monetária de reunião em reunião, disse nesta segunda-feira (23) o vice-chair do Fed, Stanley Fischer.

source: Greece's new government has been struggling for four months to agree on reforms that creditors require in return for the disbursement of the remaining 7.2 billion euros ($8 billion) of the country's bailout program.
pt: O governo de esquerda eleito em janeiro deste ano, liderado pelo partido Syriza, tenta há quatro meses chegar a um acordo sobre as reformas exigidas pelos credores em troca do desembolso de 7,2 bilhões de euros do programa de resgate do país.

source: This is very sad .
pt: O que é muito grave .

source: Earlier, a diplomatic source told AFP there was hope that a contact group including representatives of Ukraine, Russia, the rebels and the Organization for Security and Cooperation in Europe (OSCE), which is meeting in parallel, could reach a deal on "concrete implementation" of a failed September peace deal.
pt: A cúpula depende da reunião do grupo de contato sobre a Ucrânia que reúne nesta terça-feira em Minsk representantes ucranianos, russos, da Organização para a Segurança e a Cooperação na Europa (OSCE) e rebeldes separatistas.

source: The U.S. Embassy in Ottawa was locked down Wednesday as a precaution.
pt: A embaixada dos EUA em Ottawa também foi bloqueada.

source: But President François Hollande’s government responded swiftly by saying it wanted better offers from both bidders.
pt: Mas o governo de Hollande respondeu dizendo que esperava melhores ofertas de ambas as empresas.

source: Two police officers have been shot outside police headquarters during a protest in Ferguson, Missouri .
pt: Dois policiais são alvejados em frente ao Departamento de Polícia de Ferguson

source: I knew what you meant.
pt: Por que quero saber? !

source: Sinedino also pointed to potential conflicts of interest on the company's next board, citing the nomination of Vale SA Chief Executive Murilo Ferreira to be chairman and the presence of Brazil's national development bank BNDES President Luciano Coutinho, who is already a board member.
pt: A indicação do presidente do Banco Nacional de Desenvolvimento Econômico e Social (BNDES), Luciano Coutinho, e do presidente da Vale, Murilo Ferreira, para a presidência do conselho de administração da Petrobras traz conflitos claros de interesse .

source: UPDATE 2-U.S. to review pilot mental health after Germanwings crash
pt: EUA irão rever questões sobre saúde mental de pilotos após caso Germanwings

source: In the video, found in online jihadist forums by the SITE terrorism monitoring group, Zawahiri said the new force would fight to revive a Muslim caliphate in Burma, Bangladesh and parts of India.
pt: Em um vídeo, localizado em fóruns jihadistas on-line pelo grupo de monitoramento do terrorismo Site, Zawahiri disse que a nova força vai "esmagar as fronteiras artificiais" que dividem populações muçulmanas na região.

source: “adjustments to classified programs are addressed in the accompanying classified annex.”
pt: "Os ajustes nos programas sigilosos são tratados nos anexos 'classificados' que os acompanham", de acordo com a legislação.

source: Justice Minister Tzipi Livni said her department was investigating some of the anti-Arab incitement seen on social media last week.
pt: A ministra da Justiça israelense, Tzipi Livni, disse que seu departamento está investigando comentários de incitamento à rivalidade entre palestinos e israelenses nas redes sociais.

source: An AirAsia passenger jet carrying 162 people lost contact with Indonesian air traffic control.
pt: Conheça a AirAsia, empresa de avião desaparecido com 162 pessoas na Indonésia

source: The accident occurred on Sunday while Kerry was out cycling the day after meetings with his Iranian counterpart Mohammad Javad Zarif in Geneva to try to overcome obstacles in negotiations on curbing Tehran’s nuclear programme.
pt: O secretário estava em Genebra para seis horas de reuniões no sábado com o ministro das Relações Exteriores do Irã, Mohammad Javad Zarif, em meio às discussões de um acordo sobre a questão nuclear.

source: "You've seen a range of troops massing along that border under the guise of military exercises," he said on CBS "This Morning" in Vatican City .
pt: "Você tem visto uma variedade de tropas se juntando ao longo daquela fronteira sob a forma de exercícios militares", disse Obama ao programa "This Morning" da emissora CBS, durante entrevista na Cidade do Vaticano .

source: So we’re trying to do it right .
pt: Não, porque já estava tudo certo.

source: WASHINGTON (AP) ― Both the U.S. and European Union imposed new economic sanctions on Russia Wednesday, with President Barack Obama declaring that Russian leaders must see that their actions supporting Ukraine’s rebels “have consequences.”
pt: O presidente dos Estados Unidos, Barack Obama, disse em Washington que as novas medidas foram impostas porque a Rússia não cumpriu com suas promessas de apaziguar a crise na Ucrânia.

source: We're progressing well and we need to continue in this direction .
pt: Mas se é assim que funciona, temos que continuar jogando .

source: Member of Colombian rebel peace team killed in aerial bombing
pt: Membro de delegação de paz das Farc morre em ataque na Colômbia

source: Islamist groups seized the headquarters of the Libyan army's special forces in Libya's second city Benghazi after days of fighting, as a huge blaze raged at a fuel depot near the capital's airport.
pt: Segundo uma fonte militar, vários grupos islamitas lançaram no sábado uma ofensiva contra o quartel-general da unidade das forças especiais do exército perto do centro da cidade e depois ocorreram combates com os militares.

source: A series of explosions at a fireworks factory in southern Italy have left at least six people dead.
pt: Explosão em fábrica de fogos de artifício deixa ao menos sete mortos na Itália

source: WJC president Ronald S. Lauder as well as political and religious leaders will speak, while President Joachim Gauck will be among the guests.
pt: Líderes políticos e religiosos, assim como o presidente do CJM, Ronald Lauder, também falarão durante o evento.

source: Palestinian factions refuse to extend Israel truce: Hamas
pt: Israel concorda em prorrogar cessar-fogo, mas Hamas nega acordo

source: "But it's not imminent and I can't go round worrying about it."
pt: Mas, de qualquer jeito, não é uma coisa iminente e por isso não devemos ficar nos preocupando com isso."

source: He gives us the freedom to speak our minds, no matter what the situation .
pt: É muito aberto, uma pessoa que nos dá a liberdade de falar de qualquer questão .

source: "He has to remember a lot of things he did, so I think he is really doing his best."
pt: "Eu quero fazer duas perguntas a ele: a primeira é se ele não tem filhos, se ele não é pai", disse .

source: Brazilian Vice President Michel Temer said on Tuesday that an impeachment was "unthinkable," the day after he decided to drop the day-to-day political coordination of her government.
pt: BRASÍLIA (Reuters) - O vice-presidente Michel Temer ajudará a presidente Dilma Rousseff nas negociações sobre a redução do número de ministérios após deixar o dia a dia da articulação política do governo, disse nesta segunda-feira à Reuters uma fonte próxima à articulação política.

source: Mr Obama said on Tuesday that he hoped that the publication of the report would not lead to a re-fight of old arguments, but "help us leave these techniques where they belong - in the past".
pt: "Em vez de outra razão para retomar antigas discussões, espero que o relatório de hoje possa nos ajudar a deixar estas técnicas em seu lugar, no passado”, disse.

source: That goes for Iran, too, which is deeply concerned about the sudden upheavals in Iraq .
pt: O correspondente considera que isso mostra que o Irã também está preocupado com as reviravoltas repentinas no Iraque .

source: I don't like the idea of getting locked up for something I didn't do .
pt: Eu imaginava que ele ia aprontar alguma, mas não sabia o que .

source: A grand jury's decision not to indict police officer Darren Wilson for the killing of Michael Brown prompted new waves of protests in Ferguson and across the country.
pt: A decisão do júri de não indiciar um policial branco pela morte do jovem negro Michael Brown provocou violência em Fergunson, subúrbio do Missouri, e protestos em todos os EUA .

source: Egypt's state-sponsored Islamic authority, Dar al-Ifta, said the cover was "an unjustified provocation against the feelings of 1.5 billion Muslims."
pt: "Esta ação é uma provocação injustificada para os sentimentos de 1,5 bilhão de muçulmanos em todo o mundo", disse a Dar al-Ifta em um comunicado.

source: "You can't believe how bad it was .
pt: “Não consigo entender porque ele disse isso .

source: Shopping center fire kills 14 people in Russia's Kazan: Interfax news agency
pt: Incêndio em shopping deixa 14 mortos na Rússia, diz agência Interfax

source: Advances by pro-Russian rebels diminished hopes of a deal when Russia, Ukraine, France and Germany hold a summit in Belarus on Wednesday under a new Franco-German initiative to halt fighting in a war that has killed more than 5,000 people.
pt: Os líderes da Ucrânia, Rússia, França e Alemanha devem se reunir em Minsk na quarta-feira para buscar um fim para os combates no leste da Ucrânia, que já deixaram mais de 5.000 mortos desde abril.

source: I have children to feed .
pt: Tenho filhos para sustentar .

source: I'm not sure he'll be able to top that tonight.
pt: Amanhã eu realmente tenho que ir embora, mas eu não queria .

source: "We have the means to pay for one .
pt: Estamos pronto para ouvir o que você tem a dizer.

source: The U.N. credits its 'Every Woman Every Child' (EWEC) initiative, part of the broader Global Strategy for Women's and Children's Health, with the reduction in deaths .
pt: A ONU atribui a redução dos óbitos à sua iniciativa ‘Cada Mulher, Cada Criança’ (EWEC, na sigla em inglês), parte da mais abrangente Estratégia Global pela Saúde de Mulheres e Crianças, lançada por Ban em 2010.

source: REUTERS - Casting him as a "repeat infringer," a group of street graffiti artists sued former Monty Python star Terry Gilliam and others, saying he ripped off their psychedelic wall mural in Buenos Aires for a new film he directed....
pt: Três artistas de rua estão processando o comediante e diretor britânico Terry Gilliam, do grupo Monty Python, por ter utilizado, sem autorização, a imagem de um mural de Buenos Aires em seu novo filme.

source: The White House had said after Obama's call on Thursday that the president had told Netanyahu that Washington would "reassess" its options on U.S.-Israel relations and Middle East diplomacy following the Israeli leader's comment on Palestinian statehood.
pt: A Casa Branca indicou nesta quinta-feira que tem a intenção de "reavaliar" seu apoio diplomático a Israel na ONU, após a rejeição pelo primeiro-ministro israelense, Benjamin Netanyahu, de uma solução de dois Estados no conflito com os palestinos.

source: Bianchi, who came up through Ferrari's driver academy, died in hospital nine months after his Ferrari-powered Marussia crashed into a recovery tractor during the Japanese Grand Prix last October.
pt: Após cruzar a linha de chegada, Vettel dedicou a vitória a Bianchi, piloto da Marussia que morreu no hospital nove meses depois de sofrer sérios traumas na cabeça durante colisão no Grande Prêmio do Japão.

source: Soccer great Pele in intensive care, condition improving: hospital
pt: Pelé segue sob cuidados na UTI, mas condição clínica melhora

source: Morsi could face the death penalty if convicted.
pt: O ex-presidente pode ser condenado à pena de morte.

source: Uruguay striker Luis Suarez is to have surgery on his knee on Thursday morning, just over three weeks before the start of the World Cup, according to local media reports.
pt: MONTEVIDÉU (Reuters) - O atacante Luis Suárez passou por uma cirurgia no joelho nesta quinta-feira, mas não está descartada sua presença na Copa do Mundo que começa em três semanas no Brasil, informou a Associação Uruguaia de Futebol (AUF).

source: (CNN) -- A surgeon diagnosed with Ebola in his native Sierra Leone left the West African nation Saturday, and is headed to Nebraska for treatment, U.S. officials said.
pt: Um cirurgião que trabalha em Serra Leoa e foi diagnosticado com ebola vai viajar no sábado (15) para os Estados Unidos, onde receberá tratamento, informaram autoridades dos dois países.

source: So I don't see why gays can't do that."
pt: “Eu disse para quem duvidou que, se ela não pode ver, eu vejo por ela .

source: According to the witnesses and officials said, at least six people had lost their lives in the Somali capital, Mogadishu, on Wednesday when a auto which was loaded with explosives had been detonated by the militants and then engaged in a firefight during an attack on foreign military trainers .
pt: Doze pessoas foram mortas na capital da Somália, Mogadíscio, depois que um homem-bomba detonou os explosivos nesta quarta-feira enquanto passava um comboio de veículos que transportavam autoridades estrangeiras, de acordo com a polícia local.

source: "I have no doubt" that she is going to come home, Bradley said.
pt: E eu não desejo para nenhuma outra mãe o que eu estou passando."

source: So she wouldn't be able to make it in."
pt: Não, não foi o namorado, foi ela mesmo .

source: Edward abdicated the throne in 1936 in order to marry Simpson
pt: O Rei Edward VIII abdicou do trono para se casar com Wallis Simpson .

source: Read full report here
pt: Leia a matéria completa

source: Reuters news agency reported that Obama said he saw "nothing new" in Netanyahu's remarks, and that the prime minister had not offered any viable alternatives on preventing Iran from getting nuclear weapons.
pt: O presidente dos EUA, Barack Obama, afirmou nesta terça-feira (3) que o primeiro-ministro israelense, Binyamin Netanyahu, não ofereceu nenhuma "alternativa viável" para as negociações nucleares com o Irã em seu discurso perante o Congresso norte-americano.

source: Cynthia Lennon, 1st wife of John Lennon, dies of cancer at 75
pt: Morre Cynthia, a primeira esposa de John Lennon

source: Baghdad, Iraq (CNN) -- U.S. Secretary of State John Kerry arrived in Baghdad on Wednesday to endorse the new Iraqi government hours before President Barack Obama will address the American people about his strategy for combating ISIS militants.
pt: O secretário de Estado americano, John Kerry, viajou nesta terça-feira ao Oriente Médio para lançar uma ofensiva diplomática destinada a formar uma coalizão para combater os militantes do Estado Islâmico no Iraque e na Síria.

source: The vote was held just one month after parliament first tried to approve the creation of the court, seen by many Kosovo Albanians as an attempt to tarnish their 1998-99 guerrilla war against Serbian rule.
pt: A votação aconteceu apenas um mês após o Parlamento ter tentado, pela primeira vez, aprovar a criação do tribunal, visto por muitos albaneses do Kosovo como uma tentativa de manchar a reputação de sua resistência de guerrilha contra o governo sérvio, entre 1998 e 1999.

source: Egypt court gives life sentences to top Muslim Brotherhood leaders
pt: Egito condena líder da Irmandade Muçulmana e outros réus à morte

source: US, Israeli defense chiefs meet after Iran nuclear deal
pt: Secretário de Defesa dos EUA encontra premiê de Israel sobre Irã

source: Hong Kong (CNN) -- The three co-founders of Hong Kong's Occupy Central movement, part of the major pro-democracy protests in the city, reported to police Wednesday, a day after calling for student demonstrators to withdraw.
pt: Os três fundadores do Occupy Central, principal movimento pró-democracia de Hong Kong, anunciaram nesta terça-feira que se entregarão à polícia e pediram aos manifestantes que abandonem os locais ocupados há mais de dois meses .
